7zip
alacritty
alsa-utils
android-file-transfer
aria2
atril
autotiling
base
base-devel
img2pdf
brightnessctl
btop
copyq
proton-vpn-gtk-app
dhcpcd
dmenu
docker
docker-buildx
docker-compose
dust
fastfetch
intel-media-driver
libva-intel-driver
fd
feh
ffmpeg
fzf
garcon
git
gnu-free-fonts
gpicview
gtk4
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
intel-ucode
iwd
kid3
lf
libreoffice-fresh-en-gb
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lvm2
maim
man-db
man-pages
mariadb
nautilus
neovim
network-manager-applet
networkmanager
newsflash
noto-fonts
noto-fonts-emoji
ntfs-3g
openvpn
openssh
pacman-contrib
pavucontrol
picom
pipewire
ripgrep
rsync
stow
thunar
thunar-volman
tmux
tree
ttf-dejavu
ttf-dejavu-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
unrar
unzip
vim
vlc
xclip
xfce4
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
yt-dlp
zathura
zathura-pdf-mupdf
zip